Repository: shiraz877/cigarette-counter
Catalog: CigaretteCouter/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, kn, ml, pt, ru, ta, te, tr, ur, zh_hans

# A simple way to track every cigarette and nunderstand your smoking habits.
source: A simple way to track every cigarette and understand your smoking habits.
ar: طريقة بسيطة لتتبع كل سيجارة وفهم عادات التدخين لديك.
bn: প্রতিটি সিগারেট ট্র্যাক করে আপনার ধূমপানের অভ্যাস বোঝার একটি সহজ উপায়।
de: Eine einfache Möglichkeit, jede Zigarette zu erfassen und deine Rauchgewohnheiten zu verstehen.
es: Una forma sencilla de registrar cada cigarrillo y entender tus hábitos de fumar.
fr: Un moyen simple de suivre chaque cigarette et de comprendre vos habitudes de tabagisme.
hi: हर सिगरेट को ट्रैक करने और अपनी धूम्रपान की आदतों को समझने का एक सरल तरीका।
id: Cara sederhana untuk melacak setiap rokok dan memahami kebiasaan merokok Anda.
kn: ಪ್ರತಿ ಸಿಗರೇಟ್ ಅನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಮತ್ತು ನಿಮ್ಮ ಧೂಮಪಾನ ಅಭ್ಯಾಸಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸರಳ ಮಾರ್ಗ.
ml: ഓരോ സിഗരറ്റും ട്രാക്ക് ചെയ്ത് നിങ്ങളുടെ പുകവലി ശീലങ്ങൾ മനസ്സിലാക്കാനുള്ള ഒരു ലളിതമായ മാർഗം.
pt: Uma forma simples de acompanhar cada cigarro e entender seus hábitos de fumar.
ru: Простой способ отслеживать каждую сигарету и понимать свои привычки курения.
ta: ஒவ்வொரு சிகரெட்டையும் கண்காணித்து உங்கள் புகைபிடிக்கும் பழக்கங்களைப் புரிந்துகொள்ள ஒரு எளிய வழி.
te: ప్రతి సిగరెట్‌ని ట్రాక్ చేసి మీ ధూమపాన అలవాట్లను అర్థం చేసుకోవడానికి ఒక సులభమైన మార్గం.
tr: Her sigarayı takip etmenin ve sigara alışkanlıklarınızı anlamanın basit bir yolu.
ur: ہر سگریٹ کو ٹریک کرنے اور اپنی تمباکو نوشی کی عادت کو سمجھنے کا ایک آسان طریقہ۔
zh_hans: 一种简单的方法，记录每一支烟，了解你的吸烟习惯。

# account.create_title
source: Create your account
ar: أنشئ حسابك
bn: আপনার অ্যাকাউন্ট তৈরি করুন
de: Erstelle dein Konto
es: Crea tu cuenta
fr: Créez votre compte
hi: अपना अकाउंट बनाएं
id: Buat akun Anda
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸಿ
ml: നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്ടിക്കുക
pt: Crie sua conta
ru: Создайте аккаунт
ta: உங்கள் கணக்கை உருவாக்கவும்
te: మీ ఖాతాను సృష్టించండి
tr: Hesabınızı oluşturun
ur: اپنا اکاؤنٹ بنائیں
zh_hans: 创建您的账户

source: Already have an account?
ar: هل لديك حساب بالفعل؟
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে?
de: Hast du bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
hi: क्या आपके पास पहले से एक अकाउंट है?
id: Sudah punya akun?
kn: ಈಗಾಗಲೇ ಖಾತೆ ಇದೆಯೇ?
ml: അക്കൗണ്ട് ഇതിനകം ഉണ്ടോ?
pt: Já tem uma conta?
ru: Уже есть аккаунт?
ta: ஏற்கனவே கணக்கு உள்ளதா?
te: ఇప్పటికే ఖాతా ఉందా?
tr: Zaten bir hesabınız var mı?
ur: کیا پہلے سے ایک اکاؤنٹ موجود ہے؟
zh_hans: 已经有账户了？

source: APP
ar: التطبيق
bn: অ্যাপ
fr: APPLI
hi: ऐप
id: APLIKASI
kn: ಆ್ಯಪ್
ml: ആപ്പ്
ru: ПРИЛОЖЕНИЕ
ta: ஆப்
te: యాప్
tr: UYGULAMA
ur: ایپ
zh_hans: 应用

source: AVERAGE GAP
ar: متوسط الفارق الزمني
bn: গড় ব্যবধান
de: DURCHSCHNITTLICHER ABSTAND
es: INTERVALO PROMEDIO
fr: ÉCART MOYEN
hi: औसत अंतराल
id: JEDA RATA-RATA
kn: ಸರಾಸರಿ ಅಂತರ
ml: ശരാശരി ഇടവേള
pt: INTERVALO MÉDIO
ru: СРЕДНИЙ ИНТЕРВАЛ
ta: சராசரி இடைவெளி
te: సగటు అంతరం
tr: ORTALAMA ARALIK
ur: اوسط وقفہ
zh_hans: 平均间隔

source: By continuing, you agree to our Terms of Service and Privacy Policy.
ar: بالمتابعة، فإنك توافق على شروط الخدمة وسياسة الخصوصية الخاصة بنا.
bn: চালিয়ে যাওয়ার মাধ্যমে, আপনি আমাদের পরিষেবার শর্তাবলী এবং গোপনীয়তা নীতিতে সম্মত হচ্ছেন।
de: Wenn du fortfährst, stimmst du unseren Nutzungsbedingungen und der Datenschutzrichtlinie zu.
es: Al continuar, aceptas nuestros Términos de servicio y Política de privacidad.
fr: En continuant, vous acceptez nos conditions d'utilisation et notre politique de confidentialité.
hi: आगे बढ़कर, आप हमारी सेवा की शर्तों और गोपनीयता नीति से सहमत होते हैं।
id: Dengan melanjutkan, Anda menyetujui Ketentuan Layanan dan Kebijakan Privasi kami.
kn: ಮುಂದುವರಿಸುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ಸೇವಾ ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಒಪ್ಪುತ್ತೀರಿ.
ml: തുടരുന്നതിലൂടെ, ഞങ്ങളുടെ സേവന നിബന്ധനകളും സ്വകാര്യതാ നയവും നിങ്ങൾ അംഗീകരിക്കുന്നു.
pt: Ao continuar, você concorda com nossos Termos de Serviço e Política de Privacidade.
ru: Продолжая, вы соглашаетесь с нашими Условиями обслуживания и Политикой конфиденциальности.
ta: தொடர்வதன் மூலம், எங்கள் சேவை விதிமுறைகள் மற்றும் தனியுரிமைக் கொள்கையை நீங்கள் ஏற்கிறீர்கள்.
te: కొనసాగించడం ద్వారా, మీరు మా సేవా నిబంధనలు మరియు గోప్యతా విధానానికి అంగీకరిస్తున్నారు.
tr: Devam ederek Hizmet Şartlarımızı ve Gizlilik Politikamızı kabul etmiş olursunuz.
ur: جاری رکھ کر، آپ ہماری سروس کی شرائط اور پرائیویسی پالیسی سے اتفاق کرتے ہیں۔
zh_hans: 继续即表示您同意我们的服务条款和隐私政策。

source: By creating an account, you agree to our Privacy Policy. Your data belongs to you.
ar: بإنشاء حساب، فإنك توافق على سياسة الخصوصية الخاصة بنا. بياناتك ملك لك.
bn: একটি অ্যাকাউন্ট তৈরি করার মাধ্যমে, আপনি আমাদের গোপনীয়তা নীতিতে সম্মত হচ্ছেন। আপনার ডেটা আপনারই থাকে।
de: Mit der Erstellung eines Kontos stimmst du unserer Datenschutzrichtlinie zu. Deine Daten gehören dir.
es: Al crear una cuenta, aceptas nuestra Política de privacidad. Tus datos te pertenecen.
fr: En créant un compte, vous acceptez notre politique de confidentialité. Vos données vous appartiennent.
hi: अकाउंट बनाकर, आप हमारी गोपनीयता नीति से सहमत होते हैं। आपका डेटा आपका अपना है।
id: Dengan membuat akun, Anda menyetujui Kebijakan Privasi kami. Data Anda adalah milik Anda.
kn: ಖಾತೆಯನ್ನು ರಚಿಸುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಒಪ್ಪುತ್ತೀರಿ. ನಿಮ್ಮ ಡೇಟಾ ನಿಮ್ಮದೇ ಆಗಿದೆ.
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുന്നതിലൂടെ, ഞങ്ങളുടെ സ്വകാര്യതാ നയം നിങ്ങൾ അംഗീകരിക്കുന്നു. നിങ്ങളുടെ ഡാറ്റ നിങ്ങൾക്ക് സ്വന്തം.
pt: Ao criar uma conta, você concorda com nossa Política de Privacidade. Seus dados pertencem a você.
ru: Создавая аккаунт, вы соглашаетесь с нашей Политикой конфиденциальности. Ваши данные принадлежат вам.
ta: கணக்கை உருவாக்குவதன் மூலம், எங்கள் தனியுரிமைக் கொள்கையை நீங்கள் ஏற்கிறீர்கள். உங்கள் தரவு உங்களுக்கே சொந்தமானது.
te: ఖాతాను సృష్టించడం ద్వారా, మీరు మా గోప్యతా విధానానికి అంగీకరిస్తున్నారు. మీ డేటా మీదే.
tr: Bir hesap oluşturarak Gizlilik Politikamızı kabul etmiş olursunuz. Verileriniz size aittir.
ur: اکاؤنٹ بنا کر، آپ ہماری پرائیویسی پالیسی سے اتفاق کرتے ہیں۔ آپ کا ڈیٹا آپ کا ہے۔
zh_hans: 创建账户即表示您同意我们的隐私政策。您的数据归您所有。

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
pt: Cancelar
ru: Отмена
ta: ரத்து செய்
te: రద్దు చేయి
tr: İptal
ur: منسوخ کریں
zh_hans: 取消

source: Cigarette
ar: سيجارة
bn: সিগারেট
de: Zigarette
es: Cigarrillo
hi: सिगरेट
id: Rokok
kn: ಸಿಗರೇಟ್
ml: സിഗരറ്റ്
pt: Cigarro
ru: Сигарета
ta: சிகரெட்
te: సిగరెట్
tr: Sigara
ur: سگریٹ
zh_hans: 香烟

source: CIGARETTE
ar: سيجارة
bn: সিগারেট
de: ZIGARETTE
es: CIGARRILLO
hi: सिगरेट
id: ROKOK
kn: ಸಿಗರೇಟ್
ml: സിഗരറ്റ്
pt: CIGARRO
ru: СИГАРЕТА
ta: சிகரெட்
te: సిగరెట్
tr: SİGARA
ur: سگریٹ
zh_hans: 香烟

source: Cigarette price
ar: سعر السيجارة
bn: সিগারেটের দাম
de: Zigarettenpreis
es: Precio del cigarrillo
fr: Prix de la cigarette
hi: सिगरेट की कीमत
id: Harga rokok
kn: ಸಿಗರೇಟ್ ಬೆಲೆ
ml: സിഗരറ്റ് വില
pt: Preço do cigarro
ru: Цена сигареты
ta: சிகரெட் விலை
te: సిగరెట్ ధర
tr: Sigara fiyatı
ur: سگریٹ کی قیمت
zh_hans: 香烟价格

source: CIGARETTE PRICE
ar: سعر السيجارة
bn: সিগারেটের দাম
de: ZIGARETTENPREIS
es: PRECIO DEL CIGARRILLO
fr: PRIX DE LA CIGARETTE
hi: सिगरेट की कीमत
id: HARGA ROKOK
kn: ಸಿಗರೇಟ್ ಬೆಲೆ
ml: സിഗരറ്റ് വില
pt: PREÇO DO CIGARRO
ru: ЦЕНА СИГАРЕТЫ
ta: சிகரெட் விலை
te: సిగరెట్ ధర
tr: SİGARA FİYATI
ur: سگریٹ کی قیمت
zh_hans: 香烟价格

source: Cigarettes
ar: سجائر
bn: সিগারেট
de: Zigaretten
es: Cigarrillos
hi: सिगरेट
id: Rokok
kn: ಸಿಗರೇಟುಗಳು
ml: സിഗരറ്റുകൾ
pt: Cigarros
ru: Сигареты
ta: சிகரெட்டுகள்
te: సిగరెట్లు
tr: Sigaralar
ur: سگریٹ
zh_hans: 香烟

source: CIGARETTES
ar: سجائر
bn: সিগারেট
de: ZIGARETTEN
es: CIGARRILLOS
hi: सिगरेट
id: ROKOK
kn: ಸಿಗರೇಟುಗಳು
ml: സിഗരറ്റുകൾ
pt: CIGARROS
ru: СИГАРЕТЫ
ta: சிகரெட்டுகள்
te: సిగరెట్లు
tr: SİGARALAR
ur: سگریٹ
zh_hans: 香烟

source: Continue with Apple
ar: المتابعة باستخدام Apple
bn: Apple দিয়ে চালিয়ে যান
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
hi: Apple के साथ जारी रखें
id: Lanjutkan dengan Apple
kn: Apple ಜೊತೆ ಮುಂದುವರಿಸಿ
ml: Apple ഉപയോഗിച്ച് തുടരുക
pt: Continuar com a Apple
ru: Продолжить через Apple
ta: Apple உடன் தொடரவும்
te: Apple తో కొనసాగించండి
tr: Apple ile devam et
ur: Apple کے ساتھ جاری رکھیں
zh_hans: 通过 Apple 继续

source: Continue with Email
ar: المتابعة باستخدام البريد الإلكتروني
bn: ইমেইল দিয়ে চালিয়ে যান
de: Mit E-Mail fortfahren
es: Continuar con correo electrónico
fr: Continuer avec l'e-mail
hi: ईमेल के साथ जारी रखें
id: Lanjutkan dengan Email
kn: ಇಮೇಲ್ ಜೊತೆ ಮುಂದುವರಿಸಿ
ml: ഇമെയിൽ ഉപയോഗിച്ച് തുടരുക
pt: Continuar com o e-mail
ru: Продолжить через email
ta: மின்னஞ்சலுடன் தொடரவும்
te: ఇమెయిల్‌తో కొనసాగించండి
tr: E-posta ile devam et
ur: ای میل کے ساتھ جاری رکھیں
zh_hans: 通过电子邮件继续

source: Continue with Google
ar: المتابعة باستخدام Google
bn: Google দিয়ে চালিয়ে যান
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
hi: Google के साथ जारी रखें
id: Lanjutkan dengan Google
kn: Google ಜೊತೆ ಮುಂದುವರಿಸಿ
ml: Google ഉപയോഗിച്ച് തുടരുക
pt: Continuar com o Google
ru: Продолжить через Google
ta: Google உடன் தொடரவும்
te: Google తో కొనసాగించండి
tr: Google ile devam et
ur: Google کے ساتھ جاری رکھیں
zh_hans: 通过 Google 继续

source: Count Cigarette
ar: تسجيل سيجارة
bn: সিগারেট গণনা করুন
de: Zigarette zählen
es: Contar cigarrillo
fr: Compter une cigarette
hi: सिगरेट गिनें
id: Hitung Rokok
kn: ಸಿಗರೇಟ್ ಎಣಿಸಿ
ml: സിഗരറ്റ് കണക്കാക്കുക
pt: Contar cigarro
ru: Учесть сигарету
ta: சிகரெட்டை எண்ணு
te: సిగరెట్ లెక్కించండి
tr: Sigara Say
ur: سگریٹ گنیں
zh_hans: 记录香烟

source: CREATE ACCOUNT
ar: إنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
de: KONTO ERSTELLEN
es: CREAR CUENTA
fr: CRÉER UN COMPTE
hi: अकाउंट बनाएं
id: BUAT AKUN
kn: ಖಾತೆ ರಚಿಸಿ
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
pt: CRIAR CONTA
ru: СОЗДАТЬ АККАУНТ
ta: கணக்கை உருவாக்கு
te: ఖాతాను సృష్టించండి
tr: HESAP OLUŞTUR
ur: اکاؤنٹ بنائیں
zh_hans: 创建账户

source: Create your account.
ar: أنشئ حسابك.
bn: আপনার অ্যাকাউন্ট তৈরি করুন।
de: Erstelle dein Konto.
es: Crea tu cuenta.
fr: Créez votre compte.
hi: अपना अकाउंट बनाएं।
id: Buat akun Anda.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸಿ.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്ടിക്കുക.
pt: Crie sua conta.
ru: Создайте аккаунт.
ta: உங்கள் கணக்கை உருவாக்கவும்.
te: మీ ఖాతాను సృష్టించండి.
tr: Hesabınızı oluşturun.
ur: اپنا اکاؤنٹ بنائیں۔
zh_hans: 创建您的账户。

source: DATA
ar: البيانات
bn: ডেটা
de: DATEN
es: DATOS
fr: DONNÉES
hi: डेटा
kn: ಡೇಟಾ
ml: ഡാറ്റ
pt: DADOS
ru: ДАННЫЕ
ta: தரவு
te: డేటా
tr: VERİ
ur: ڈیٹا
zh_hans: 数据

source: Data synced
ar: تمت مزامنة البيانات
bn: ডেটা সিঙ্ক হয়েছে
de: Daten synchronisiert
es: Datos sincronizados
fr: Données synchronisées
hi: डेटा सिंक हो गया
id: Data tersinkron
kn: ಡೇಟಾ ಸಿಂಕ್ ಆಗಿದೆ
ml: ഡാറ്റ സമന്വയിപ്പിച്ചു
pt: Dados sincronizados
ru: Данные синхронизированы
ta: தரவு ஒத்திசைக்கப்பட்டது
te: డేటా సింక్ అయ్యింది
tr: Veri senkronize edildi
ur: ڈیٹا سنک ہو گیا
zh_hans: 数据已同步

source: Day
ar: اليوم
bn: দিন
de: Tag
es: Día
fr: Jour
hi: दिन
id: Hari
kn: ದಿನ
ml: ദിവസം
pt: Dia
ru: День
ta: நாள்
te: రోజు
tr: Gün
ur: دن
zh_hans: 天

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
pt: Excluir
ru: Удалить
ta: நீக்கு
te: తొలగించు
tr: Sil
ur: حذف کریں
zh_hans: 删除

source: Delete all history
ar: حذف كل السجل
bn: সমস্ত ইতিহাস মুছুন
de: Gesamten Verlauf löschen
es: Eliminar todo el historial
fr: Supprimer tout l'historique
hi: सभी हिस्ट्री हटाएं
id: Hapus semua riwayat
kn: ಎಲ್ಲಾ ಇತಿಹಾಸವನ್ನು ಅಳಿಸಿ
ml: എല്ലാ ചരിത്രവും ഇല്ലാതാക്കുക
pt: Excluir todo o histórico
ru: Удалить всю историю
ta: அனைத்து வரலாற்றையும் நீக்கு
te: మొత్తం చరిత్రను తొలగించండి
tr: Tüm geçmişi sil
ur: تمام ہسٹری حذف کریں
zh_hans: 删除所有历史记录

source: Delete all history?
ar: هل تريد حذف كل السجل؟
bn: সমস্ত ইতিহাস মুছবেন?
de: Gesamten Verlauf löschen?
es: ¿Eliminar todo el historial?
fr: Supprimer tout l'historique ?
hi: सभी हिस्ट्री हटाएं?
id: Hapus semua riwayat?
kn: ಎಲ್ಲಾ ಇತಿಹಾಸವನ್ನು ಅಳಿಸಬೇಕೇ?
ml: എല്ലാ ചരിത്രവും ഇല്ലാതാക്കണോ?
pt: Excluir todo o histórico?
ru: Удалить всю историю?
ta: அனைத்து வரலாற்றையும் நீக்கவா?
te: మొత్తం చరిత్రను తొలగించాలా?
tr: Tüm geçmiş silinsin mi?
ur: تمام ہسٹری حذف کریں؟
zh_hans: 要删除所有历史记录吗？

source: Don't have an account?
ar: ليس لديك حساب؟
bn: অ্যাকাউন্ট নেই?
de: Noch kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
hi: अकाउंट नहीं है?
id: Belum punya akun?
kn: ಖಾತೆ ಇಲ್ಲವೇ?
ml: അക്കൗണ്ട് ഇല്ലേ?
pt: Não tem uma conta?
ru: Нет аккаунта?
ta: கணக்கு இல்லையா?
te: ఖాతా లేదా?
tr: Hesabınız yok mu?
ur: اکاؤنٹ نہیں ہے؟
zh_hans: 还没有账户？

source: Email
ar: البريد الإلكتروني
bn: ইমেইল
es: Correo electrónico
hi: ईमेल
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
ru: Эл. почта
ta: மின்னஞ்சல்
te: ఇమెయిల్
tr: E-posta
ur: ای میل
zh_hans: 电子邮件

source: Enter your email address and we'll send you a password reset link.
ar: أدخل عنوان بريدك الإلكتروني وسنرسل لك رابطاً لإعادة تعيين كلمة المرور.
bn: আপনার ইমেইল ঠিকানা দিন এবং আমরা আপনাকে একটি পাসওয়ার্ড রিসেট লিঙ্ক পাঠাব।
de: Gib deine E-Mail-Adresse ein und wir senden dir einen Link zum Zurücksetzen des Passworts.
es: Ingresa tu correo electrónico y te enviaremos un enlace para restablecer tu contraseña.
fr: Saisissez votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe.
hi: अपना ईमेल पता दर्ज करें और हम आपको पासवर्ड रीसेट करने का लिंक भेजेंगे।
id: Masukkan alamat email Anda dan kami akan mengirimkan tautan reset kata sandi.
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ ಮತ್ತು ನಾವು ನಿಮಗೆ ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸುವ ಲಿಂಕ್ ಕಳುಹಿಸುತ್ತೇವೆ.
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക, ഞങ്ങൾ പാസ്‌വേഡ് പുനഃസജ്ജമാക്കാനുള്ള ലിങ്ക് അയയ്ക്കും.
pt: Digite seu endereço de e-mail e enviaremos um link para redefinir sua senha.
ru: Введите свой email, и мы отправим вам ссылку для сброса пароля.
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும், கடவுச்சொல் மீட்டமைப்பு இணைப்பை நாங்கள் அனுப்புவோம்.
te: మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి, మేము మీకు పాస్‌వర్డ్ రీసెట్ లింక్ పంపుతాము.
tr: E-posta adresinizi girin, size bir şifre sıfırlama bağlantısı gönderelim.
ur: اپنا ای میل ایڈریس درج کریں اور ہم آپ کو پاس ورڈ ری سیٹ کا لنک بھیجیں گے۔
zh_hans: 输入您的电子邮件地址，我们将向您发送密码重置链接。

source: Forgot Password
ar: نسيت كلمة المرور
bn: পাসওয়ার্ড ভুলে গেছেন
de: Passwort vergessen
es: Olvidé mi contraseña
fr: Mot de passe oublié
hi: पासवर्ड भूल गए
id: Lupa Kata Sandi
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರಾ
ml: പാസ്‌വേഡ് മറന്നോ
pt: Esqueceu a senha
ru: Забыли пароль
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா
te: పాస్‌వర్డ్ మర్చిపోయారా
tr: Şifremi Unuttum
ur: پاس ورڈ بھول گئے
zh_hans: 忘记密码

source: FORGOT PASSWORD?
ar: هل نسيت كلمة المرور؟
bn: পাসওয়ার্ড ভুলে গেছেন?
de: PASSWORT VERGESSEN?
es: ¿OLVIDASTE TU CONTRASEÑA?
fr: MOT DE PASSE OUBLIÉ ?
hi: पासवर्ड भूल गए?
id: LUPA KATA SANDI?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರಾ?
ml: പാസ്‌വേഡ് മറന്നോ?
pt: ESQUECEU A SENHA?
ru: ЗАБЫЛИ ПАРОЛЬ?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్‌వర్డ్ మర్చిపోయారా?
tr: ŞİFRENİZİ Mİ UNUTTUNUZ?
ur: پاس ورڈ بھول گئے؟
zh_hans: 忘记密码？

source: Hello, World!
ar: مرحباً بالعالم!
bn: হ্যালো, বিশ্ব!
de: Hallo, Welt!
es: ¡Hola, Mundo!
fr: Bonjour, le monde !
hi: नमस्ते, दुनिया!
id: Halo, Dunia!
kn: ಹಲೋ, ವರ್ಲ್ಡ್!
ml: ഹലോ, വേൾഡ്!
pt: Olá, Mundo!
ru: Привет, мир!
ta: வணக்கம், உலகம்!
te: హలో, వరల్డ్!
tr: Merhaba, Dünya!
ur: ہیلو، دنیا!
zh_hans: 你好，世界！

source: Key
ar: مفتاح
bn: কী
de: Schlüssel
es: Clave
fr: Clé
hi: कुंजी
id: Kunci
kn: ಕೀ
ml: കീ
pt: Chave
ru: Ключ
ta: விசை
te: కీ
tr: Anahtar
ur: کی
zh_hans: 密钥

source: Key 1
ar: المفتاح 1
bn: কী 1
de: Schlüssel 1
es: Clave 1
fr: Clé 1
hi: कुंजी 1
id: Kunci 1
kn: ಕೀ 1
ml: കീ 1
pt: Chave 1
ru: Ключ 1
ta: விசை 1
te: కీ 1
tr: Anahtar 1
ur: کی 1
zh_hans: 密钥 1

source: Key 2
ar: المفتاح 2
bn: কী 2
de: Schlüssel 2
es: Clave 2
fr: Clé 2
hi: कुंजी 2
id: Kunci 2
kn: ಕೀ 2
ml: കീ 2
pt: Chave 2
ru: Ключ 2
ta: விசை 2
te: కీ 2
tr: Anahtar 2
ur: کی 2
zh_hans: 密钥 2

source: Key 3
ar: المفتاح 3
bn: কী 3
de: Schlüssel 3
es: Clave 3
fr: Clé 3
hi: कुंजी 3
id: Kunci 3
kn: ಕೀ 3
ml: കീ 3
pt: Chave 3
ru: Ключ 3
ta: விசை 3
te: కీ 3
tr: Anahtar 3
ur: کی 3
zh_hans: 密钥 3

source: Key 4
ar: المفتاح 4
bn: কী 4
de: Schlüssel 4
es: Clave 4
fr: Clé 4
hi: कुंजी 4
id: Kunci 4
kn: ಕೀ 4
ml: കീ 4
pt: Chave 4
ru: Ключ 4
ta: விசை 4
te: కీ 4
tr: Anahtar 4
ur: کی 4
zh_hans: 密钥 4

source: Key 5
ar: المفتاح 5
bn: কী 5
de: Schlüssel 5
es: Clave 5
fr: Clé 5
hi: कुंजी 5
id: Kunci 5
kn: ಕೀ 5
ml: കീ 5
pt: Chave 5
ru: Ключ 5
ta: விசை 5
te: కీ 5
tr: Anahtar 5
ur: کی 5
zh_hans: 密钥 5

source: Key 6
ar: المفتاح 6
bn: কী 6
de: Schlüssel 6
es: Clave 6
fr: Clé 6
hi: कुंजी 6
id: Kunci 6
kn: ಕೀ 6
ml: കീ 6
pt: Chave 6
ru: Ключ 6
ta: விசை 6
te: కీ 6
tr: Anahtar 6
ur: کی 6
zh_hans: 密钥 6

source: Key 7
ar: المفتاح 7
bn: কী 7
de: Schlüssel 7
es: Clave 7
fr: Clé 7
hi: कुंजी 7
id: Kunci 7
kn: ಕೀ 7
ml: കീ 7
pt: Chave 7
ru: Ключ 7
ta: விசை 7
te: కీ 7
tr: Anahtar 7
ur: کی 7
zh_hans: 密钥 7

source: Know how much you smoke.
ar: اعرف كم تدخن.
bn: আপনি কতটা ধূমপান করেন তা জানুন।
de: Erfahre, wie viel du rauchst.
es: Descubre cuánto fumas.
fr: Sachez combien vous fumez.
hi: जाएं कि आप कितना धूम्रपान करते हैं।
id: Ketahui seberapa banyak Anda merokok.
kn: ನೀವು ಎಷ್ಟು ಧೂಮಪಾನ ಮಾಡುತ್ತೀರಿ ಎಂದು ತಿಳಿಯಿರಿ.
ml: നിങ്ങൾ എത്രത്തോളം പുകവലിക്കുന്നു എന്നറിയുക.
pt: Saiba o quanto você fuma.
ru: Узнайте, сколько вы курите.
ta: நீங்கள் எவ்வளவு புகைபிடிக்கிறீர்கள் என்பதை அறியுங்கள்.
te: మీరు ఎంత ధూమపానం చేస్తారో తెలుసుకోండి.
tr: Ne kadar sigara içtiğinizi öğrenin.
ur: جانیے کہ آپ کتنا تمباکو نوشی کرتے ہیں۔
zh_hans: 了解你吸烟的程度。

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
kn: ಭಾಷೆ
ml: ഭാഷ
pt: Idioma
ru: Язык
ta: மொழி
te: భాష
tr: Dil
ur: زبان
zh_hans: 语言

# language.system
source: System Language
ar: لغة النظام
bn: সিস্টেম ভাষা
de: Systemsprache
es: Idioma del sistema
fr: Langue du système
hi: सिस्टम भाषा
id: Bahasa Sistem
kn: ಸಿಸ್ಟಂ ಭಾಷೆ
ml: സിസ്റ്റം ഭാഷ
pt: Idioma do sistema
ru: Системный язык
ta: கணினி மொழி
te: సిస్టమ్ భాష
tr: Sistem Dili
ur: سسٹم کی زبان
zh_hans: 系统语言

source: LAST CIGARETTE
ar: آخر سيجارة
bn: শেষ সিগারেট
de: LETZTE ZIGARETTE
es: ÚLTIMO CIGARRILLO
fr: DERNIÈRE CIGARETTE
hi: आखिरी सिगरेट
id: ROKOK TERAKHIR
kn: ಕೊನೆಯ ಸಿಗರೇಟ್
ml: അവസാന സിഗരറ്റ്
pt: ÚLTIMO CIGARRO
ru: ПОСЛЕДНЯЯ СИГАРЕТА
ta: கடைசி சிகரெட்
te: చివరి సిగరెట్
tr: SON SİGARA
ur: آخری سگریٹ
zh_hans: 上次吸烟

source: Log Out
ar: تسجيل الخروج
bn: লগ আউট
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi: लॉग आउट
id: Keluar
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗ് ഔട്ട്
pt: Sair
ru: Выйти
ta: வெளியேறு
te: లాగ్ అవుట్
tr: Çıkış Yap
ur: لاگ آؤٹ
zh_hans: 退出登录

source: LONGEST GAP
ar: أطول فارق زمني
bn: দীর্ঘতম ব্যবধান
de: LÄNGSTER ABSTAND
es: INTERVALO MÁS LARGO
fr: PLUS LONG ÉCART
hi: सबसे लंबा अंतराल
id: JEDA TERLAMA
kn: ಅತ್ಯಂತ ದೀರ್ಘ ಅಂತರ
ml: ഏറ്റവും ദൈർഘ്യമേറിയ ഇടവേള
pt: MAIOR INTERVALO
ru: САМЫЙ ДОЛГИЙ ИНТЕРВАЛ
ta: மிக நீண்ட இடைவெளி
te: అత్యధిక అంతరం
tr: EN UZUN ARALIK
ur: طویل ترین وقفہ
zh_hans: 最长间隔

source: Made for real life.
ar: مصمم للحياة الواقعية.
bn: বাস্তব জীবনের জন্য তৈরি।
de: Gemacht für das echte Leben.
es: Hecho para la vida real.
fr: Conçu pour la vraie vie.
hi: असली जीवन के लिए बनाया गया।
id: Dibuat untuk kehidupan nyata.
kn: ನೈಜ ಜೀವನಕ್ಕಾಗಿ ಮಾಡಲಾಗಿದೆ.
ml: യഥാർത്ഥ ജീവിതത്തിനായി നിർമ്മിച്ചത്.
pt: Feito para a vida real.
ru: Создано для реальной жизни.
ta: நிஜ வாழ்க்கைக்காக உருவாக்கப்பட்டது.
te: నిజ జీవితం కోసం రూపొందించబడింది.
tr: Gerçek hayat için tasarlandı.
ur: حقیقی زندگی کے لیے بنایا گیا۔
zh_hans: 为真实生活而设计。

source: MONTHLY TREND
ar: الاتجاه الشهري
bn: মাসিক প্রবণতা
de: MONATLICHER TREND
es: TENDENCIA MENSUAL
fr: TENDANCE MENSUELLE
hi: मासिक ट्रेंड
id: TREN BULANAN
kn: ಮಾಸಿಕ ಪ್ರವೃತ್ತಿ
ml: മാസിക ട്രെൻഡ്
pt: TENDÊNCIA MENSAL
ru: МЕСЯЧНАЯ ТЕНДЕНЦИЯ
ta: மாதாந்திர போக்கு
te: నెలవారీ ధోరణి
tr: AYLIK EĞİLİM
ur: ماہانہ ٹرینڈ
zh_hans: 月度趋势

source: No cigarettes logged today
ar: لم يتم تسجيل أي سجائر اليوم
bn: আজ কোনো সিগারেট লগ করা হয়নি
de: Heute keine Zigarette erfasst
es: No se registraron cigarrillos hoy
fr: Aucune cigarette enregistrée aujourd'hui
hi: आज कोई सिगरेट दर्ज नहीं की गई
id: Belum ada rokok yang dicatat hari ini
kn: ಇಂದು ಯಾವುದೇ ಸಿಗರೇಟ್ ದಾಖಲಾಗಿಲ್ಲ
ml: ഇന്ന് സിഗരറ്റുകളൊന്നും രേഖപ്പെടുത്തിയിട്ടില്ല
pt: Nenhum cigarro registrado hoje
ru: Сегодня сигареты не отмечены
ta: இன்று சிகரெட் எதுவும் பதிவு செய்யப்படவில்லை
te: ఈరోజు సిగరెట్లు నమోదు కాలేదు
tr: Bugün sigara kaydı yok
ur: آج کوئی سگریٹ لاگ نہیں کی گئی
zh_hans: 今天还没有记录香烟

source: Not enough data yet to identify your most frequent smoking time.
ar: لا توجد بيانات كافية بعد لتحديد أكثر أوقات تدخينك تكراراً.
bn: আপনার সবচেয়ে ঘন ঘন ধূমপানের সময় নির্ধারণ করার জন্য এখনো পর্যাপ্ত ডেটা নেই।
de: Noch nicht genügend Daten, um deine häufigste Rauchzeit zu bestimmen.
es: Aún no hay suficientes datos para identificar tu horario de fumar más frecuente.
fr: Pas encore assez de données pour identifier votre heure de tabagisme la plus fréquente.
hi: आपके सबसे अधिक धूम्रपान करने के समय की पहचान करने के लिए अभी पर्याप्त डेटा नहीं है।
id: Data belum cukup untuk mengidentifikasi waktu merokok Anda yang paling sering.
kn: ನಿಮ್ಮ ಅತ್ಯಂತ ಸಾಮಾನ್ಯ ಧೂಮಪಾನ ಸಮಯವನ್ನು ಗುರುತಿಸಲು ಇನ್ನೂ ಸಾಕಷ್ಟು ಡೇಟಾ ಇಲ್ಲ.
ml: നിങ്ങളുടെ ഏറ്റവും കൂടുതൽ പുകവലിക്കുന്ന സമയം തിരിച്ചറിയാൻ ഇനിയും വേണ്ടത്ര ഡാറ്റയില്ല.
pt: Ainda não há dados suficientes para identificar seu horário de fumar mais frequente.
ru: Пока недостаточно данных, чтобы определить, в какое время вы курите чаще всего.
ta: நீங்கள் அதிகம் புகைபிடிக்கும் நேரத்தை அடையாளம் காண போதுமான தரவு இன்னும் இல்லை.
te: మీరు ఎక్కువగా ధూమపానం చేసే సమయాన్ని గుర్తించడానికి ఇంకా తగినంత డేటా లేదు.
tr: En sık sigara içtiğiniz saati belirlemek için henüz yeterli veri yok.
ur: آپ کے سب سے زیادہ تمباکو نوشی کے وقت کی شناخت کے لیے ابھی کافی ڈیٹا موجود نہیں ہے۔
zh_hans: 数据还不足以确定您最常吸烟的时间。

source: OK
ar: حسناً
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
kn: ಸರಿ
ml: ശരി
ru: ОК
ta: சரி
te: సరే
tr: Tamam
ur: ٹھیک ہے
zh_hans: 好

source: One tap. One cigarette.
ar: نقرة واحدة. سيجارة واحدة.
bn: এক ট্যাপ। এক সিগারেট।
de: Ein Tap. Eine Zigarette.
es: Un toque. Un cigarrillo.
fr: Un tap. Une cigarette.
hi: एक टैप। एक सिगरेट।
id: Satu ketuk. Satu rokok.
kn: ಒಂದು ಟ್ಯಾಪ್. ಒಂದು ಸಿಗರೇಟ್.
ml: ഒരു ടാപ്പ്. ഒരു സിഗരറ്റ്.
pt: Um toque. Um cigarro.
ru: Одно нажатие. Одна сигарета.
ta: ஒரு தட்டல். ஒரு சிகரெட்.
te: ఒక్క ట్యాప్. ఒక్క సిగరెట్.
tr: Bir dokunuş. Bir sigara.
ur: ایک ٹیپ۔ ایک سگریٹ۔
zh_hans: 轻点一下，记录一支烟。

source: Price for one cigarette
ar: سعر السيجارة الواحدة
bn: একটি সিগারেটের দাম
de: Preis pro Zigarette
es: Precio de un cigarrillo
fr: Prix d'une cigarette
hi: एक सिगरेट की कीमत
id: Harga untuk satu rokok
kn: ಒಂದು ಸಿಗರೇಟ್‌ಗೆ ಬೆಲೆ
ml: ഒരു സിഗരറ്റിന്റെ വില
pt: Preço de um cigarro
ru: Цена одной сигареты
ta: ஒரு சிகரெட்டின் விலை
te: ఒక సిగరెట్ ధర
tr: Bir sigaranın fiyatı
ur: ایک سگریٹ کی قیمت
zh_hans: 单支香烟价格

source: PRIVACY
ar: الخصوصية
bn: গোপনীয়তা
de: DATENSCHUTZ
es: PRIVACIDAD
fr: CONFIDENTIALITÉ
hi: गोपनीयता
id: PRIVASI
kn: ಗೌಪ್ಯತೆ
ml: സ്വകാര്യത
pt: PRIVACIDADE
ru: КОНФИДЕНЦИАЛЬНОСТЬ
ta: தனியுரிமை
te: గోప్యత
tr: GİZLİLİK
ur: پرائیویسی
zh_hans: 隐私

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ml: സ്വകാര്യതാ നയം
pt: Política de Privacidade
ru: Политика конфиденциальности
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
tr: Gizlilik Politikası
ur: پرائیویسی پالیسی
zh_hans: 隐私政策

source: PUFF COUNTER
ar: عداد السحبات
bn: পাফ কাউন্টার
de: ZUGZÄHLER
es: CONTADOR DE CALADAS
fr: COMPTEUR DE BOUFFÉES
hi: पफ काउंटर
id: PENGHITUNG ISAPAN
kn: ಪಫ್ ಕೌಂಟರ್
ml: പഫ് കൗണ്ടർ
pt: CONTADOR DE TRAGADAS
ru: СЧЁТЧИК ЗАТЯЖЕК
ta: பஃப் கவுண்டர்
te: పఫ్ కౌంటర్
tr: ÇEKİŞ SAYACI
ur: پف کاؤنٹر
zh_hans: 抽吸计数器

source: Rate us
ar: قيمنا
bn: আমাদের রেট করুন
de: Bewerte uns
es: Califícanos
fr: Notez-nous
hi: हमें रेट करें
id: Beri kami rating
kn: ನಮಗೆ ರೇಟಿಂಗ್ ನೀಡಿ
ml: ഞങ്ങളെ റേറ്റ് ചെയ്യുക
pt: Avalie-nos
ru: Оцените нас
ta: எங்களை மதிப்பிடுங்கள்
te: మమ్మల్ని రేట్ చేయండి
tr: Bizi puanlayın
ur: ہمیں درجہ دیں
zh_hans: 给我们评分

source: Ready?
ar: جاهز؟
bn: প্রস্তুত?
de: Bereit?
es: ¿Listo?
fr: Prêt ?
hi: तैयार हैं?
id: Siap?
kn: ಸಿದ್ಧರಿದ್ದೀರಾ?
ml: തയ്യാറാണോ?
pt: Pronto?
ru: Готовы?
ta: தயாரா?
te: సిద్ధమేనా?
tr: Hazır mısınız?
ur: تیار ہیں؟
zh_hans: 准备好了吗？
